Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-FR-Trados.tmx
Source language: en_gb
Languages: fr_fr

source: For assessment purposes, the provider shall allow the notified body to access the premises where the design, development, testing of the AI systems is taking place.
fr_fr: À des fins d'évaluation, le fournisseur autorise l'organisme notifié à accéder aux locaux où les systèmes d'IA sont conçus, développés ou mis à l'essai.

source: The provider shall further share with the notified body all necessary information.
fr_fr: Le fournisseur partage en outre avec l'organisme notifié toutes les informations nécessaires.

source: The notified body shall carry out periodic audits to make sure that the provider maintains and applies the quality management system and shall provide the provider with an audit report.
fr_fr: L'organisme notifié effectue périodiquement des audits pour s'assurer que le fournisseur maintient et applique le système de gestion de la qualité; il transmet un rapport d'audit au fournisseur.

source: In the context of those audits, the notified body may carry out additional tests of the AI systems for which a Union technical documentation assessment certificate was issued.
fr_fr: Dans le cadre de ces audits, l'organisme notifié peut effectuer des essais supplémentaires des systèmes d'IA pour lesquels un certificat d'évaluation UE de la documentation technique a été délivré.

source: ANNEX VIII
fr_fr: ANNEXE VIII

source: Information to be submitted upon the registration of high-risk AI systems in accordance with Article 49
fr_fr: Informations à fournir lors de l'enregistrement d'un système d'IA à haut risque conformément à l'article 49

source: Section A — Information to be submitted by providers of high-risk AI systems in accordance with Article 49(1)
fr_fr: Section A - Informations à fournir par les fournisseurs de systèmes d'IA à haut risque conformément à l'article 49, paragraphe 1

source: The following information shall be provided and thereafter kept up to date with regard to high-risk AI systems to be registered in accordance with Article 49(1):
fr_fr: Les informations ci-après sont fournies et mises à jour par la suite en ce qui concerne les systèmes d'IA à haut risque à enregistrer conformément à l'article 49, paragraphe 1:

source: The name, address and contact details of the provider;
fr_fr: le nom, l'adresse et les coordonnées du fournisseur;

source: Where submission of information is carried out by another person on behalf of the provider, the name, address and contact details of that person;
fr_fr: lorsque la soumission d'informations est effectuée par une autre personne pour le compte du fournisseur, le nom, l'adresse et les coordonnées de cette personne;

source: The name, address and contact details of the authorised representative, where applicable;
fr_fr: le nom, l'adresse et les coordonnées du mandataire, le cas échéant;

source: The AI system trade name and any additional unambiguous reference allowing the identification and traceability of the AI system;
fr_fr: la dénomination commerciale du système d'IA et toute référence supplémentaire non équivoque permettant l'identification et la traçabilité du système d'IA;

source: A description of the intended purpose of the AI system and of the components and functions supported through this AI system;
fr_fr: une description de la destination du système d'IA ainsi que des composants et fonctions gérées au moyen de ce système d'IA;

source: A basic and concise description of the information used by the system (data, inputs) and its operating logic;
fr_fr: une description de base et concise des informations utilisées par le système (données, entrées) et de sa logique de fonctionnement;

source: The status of the AI system (on the market, or in service; no longer placed on the market/in service, recalled);
fr_fr: le statut du système d'IA (sur le marché ou en service; plus mis sur le marché/en service, rappelé);

source: The type, number and expiry date of the certificate issued by the notified body and the name or identification number of that notified body, where applicable;
fr_fr: le type, le numéro et la date d'expiration du certificat délivré par l'organisme notifié et le nom ou le numéro d'identification de cet organisme notifié, le cas échéant;

source: A scanned copy of the certificate referred to in point 8, where applicable;
fr_fr: une copie numérisée du certificat visé au point 8, le cas échéant;

source: Any Member States in which the AI system has been placed on the market, put into service or made available in the Union;
fr_fr: tout État membre dans lequel le système d'IA a été mis sur le marché, mis en service ou mis à disposition dans l'Union;

source: Electronic instructions for use; this information shall not be provided for high-risk AI systems in the areas of law enforcement or migration, asylum and border control management referred to in Annex III, points 1, 6 and 7;
fr_fr: une notice d'utilisation en format électronique; ces informations ne sont pas à fournir pour les systèmes d'IA à haut risque dans les domaines des activités répressives ou de la migration, de l'asile et de la gestion des contrôles aux frontières visés à l'annexe III, points 1, 6 et 7;

source: A URL for additional information (optional).
fr_fr: une adresse URL vers des informations supplémentaires (facultatif).

source: Section B — Information to be submitted by providers of high-risk AI systems in accordance with Article 49(2)
fr_fr: Section B - Informations à fournir par les fournisseurs de systèmes d'IA à haut risque conformément à l'article 49, paragraphe 2

source: The following information shall be provided and thereafter kept up to date with regard to AI systems to be registered in accordance with Article 49(2):
fr_fr: Les informations ci-après sont fournies et mises à jour par la suite en ce qui concerne les systèmes d'IA à enregistrer conformément à l'article 49, paragraphe 2:

source: A description of the intended purpose of the AI system;
fr_fr: une description de la destination du système d'IA;

source: The condition or conditions under Article 6(3)based on which the AI system is considered to be not-high-risk;
fr_fr: la ou les conditions visées à l'article 6, paragraphe 3, sur la base desquelles le système d'IA est considéré comme n'étant pas à haut risque;

source: A short summary of the grounds on which the AI system is considered to be not-high-risk in application of the procedure under Article 6(3);
fr_fr: un résumé succinct des motifs pour lesquels le système d'IA est considéré comme n'étant pas à haut risque en application de la procédure prévue à l'article 6, paragraphe 3;

source: Any Member States in which the AI system has been placed on the market, put into service or made available in the Union.
fr_fr: tout État membre dans lequel le système d'IA a été mis sur le marché, mis en service ou mis à disposition dans l'Union.

source: Section C — Information to be submitted by deployers of high-risk AI systems in accordance with Article 49(3)
fr_fr: Section C - Informations à fournir par les déployeurs de systèmes d'IA à haut risque conformément à l'article 49, paragraphe 3

source: The name, address and contact details of the deployer;
fr_fr: le nom, l'adresse et les coordonnées du déployeur;

source: The name, address and contact details of the person submitting information on behalf of the deployer;
fr_fr: le nom, l'adresse et les coordonnées de toute personne qui soumet des informations au nom du déployeur;

source: The URL of the entry of the AI system in the EU database by its provider;
fr_fr: l'adresse URL de l'entrée du système d'IA dans la base de données de l'UE par son fournisseur;

source: A summary of the findings of the fundamental rights impact assessment conducted in accordance with Article 27;
fr_fr: une synthèse des conclusions de l'analyse d'impact sur les droits fondamentaux réalisée conformément à l'article 27;

source: A summary of the data protection impact assessment carried out in accordance with Article 35 of Regulation (EU) 2016/679 or Article 27 of Directive (EU) 2016/680 as specified in Article 26(8) of this Regulation, where applicable.
fr_fr: un résumé de l'analyse d'impact relative à la protection des données réalisée en application de l'article 35 du règlement (UE) 2016/679 ou de l'article 27 de la directive (UE) 2016/680, comme précisé à l'article 26, paragraphe 8, du présent règlement, le cas échéant.

source: ANNEX IX
fr_fr: ANNEXE IX

source: Information to be submitted upon the registration of high-risk AI systems listed in Annex III in relation to testing in real world conditions in accordance with Article 60
fr_fr: Informations à fournir lors de l'enregistrement de systèmes d'IA à haut risque énumérés à l'annexe III en ce qui concerne les essais en conditions réelles conformément à l'article 60

source: The following information shall be provided and thereafter kept up to date with regard to testing in real world conditions to be registered in accordance with Article 60:
fr_fr: Les informations ci-après sont fournies et mises à jour par la suite en ce qui concerne les essais en conditions réelles à enregistrer conformément à l'article 60:

source: A Union-wide unique single identification number of the testing in real world conditions;
fr_fr: un numéro d'identification unique à l'échelle de l'Union des essais en conditions réelles;

source: The name and contact details of the provider or prospective provider and of the deployers involved in the testing in real world conditions;
fr_fr: le nom et les coordonnées du fournisseur ou du fournisseur potentiel et des déployeurs participant aux essais en conditions réelles;

source: A brief description of the AI system, its intended purpose, and other information necessary for the identification of the system;
fr_fr: une brève description du système d'IA et de sa destination, ainsi que d'autres informations nécessaires à l'identification du système;

source: A summary of the main characteristics of the plan for testing in real world conditions;
fr_fr: une synthèse des caractéristiques principales du plan d'essais en conditions réelles;

source: Information on the suspension or termination of the testing in real world conditions.
fr_fr: des informations sur la suspension ou la cessation des essais en conditions réelles.

source: ANNEX X
fr_fr: ANNEXE X

source: Union legislative acts on large-scale IT systems in the area of Freedom, Security and Justice
fr_fr: Actes législatifs de l'Union relatifs aux systèmes d'information à grande échelle au sein de l'espace de liberté, de sécurité et de justice

source: Schengen Information System
fr_fr: Système d'information Schengen

source: Regulation (EU) 2018/1860 of the European Parliament and of the Council of 28 November 2018 on the use of the Schengen Information System for the return of illegally staying third-country nationals (OJ L 312, 7.12.2018, p. 1).
fr_fr: Règlement (UE) 2018/1860 du Parlement européen et du Conseil du 28 novembre 2018 relatif à l'utilisation du système d'information Schengen aux fins du retour des ressortissants de pays tiers en séjour irrégulier (JO L 312 du 7.12.2018, p. 1).

source: Regulation (EU) 2018/1861 of the European Parliament and of the Council of 28 November 2018 on the establishment, operation and use of the Schengen Information System (SIS) in the field of border checks, and amending the Convention implementing the Schengen Agreement, and amending and repealing Regulation (EC) No 1987/2006 (OJ L 312, 7.12.2018, p. 14).
fr_fr: Règlement (UE) 2018/1861 du Parlement européen et du Conseil du 28 novembre 2018 sur l'établissement, le fonctionnement et l'utilisation du système d'information Schengen (SIS) dans le domaine des vérifications aux frontières, modifiant la convention d'application de l'accord de Schengen et modifiant et abrogeant le règlement (CE) no 1987/2006 (JO L 312 du 7.12.2018, p. 14).

source: Regulation (EU) 2018/1862 of the European Parliament and of the Council of 28 November 2018 on the establishment, operation and use of the Schengen Information System (SIS) in the field of police cooperation and judicial cooperation in criminal matters, amending and repealing Council Decision 2007/533/JHA, and repealing Regulation (EC) No 1986/2006 of the European Parliament and of the Council and Commission Decision 2010/261/EU (OJ L 312, 7.12.2018, p. 56).
fr_fr: Règlement (UE) 2018/1862 du Parlement européen et du Conseil du 28 novembre 2018 sur l'établissement, le fonctionnement et l'utilisation du système d'information Schengen (SIS) dans le domaine de la coopération policière et de la coopération judiciaire en matière pénale, modifiant et abrogeant la décision 2007/533/JAI du Conseil, et abrogeant le règlement (CE) no 1986/2006 du Parlement européen et du Conseil et la décision 2010/261/UE de la Commission (JO L 312 du 7.12.2018, p. 56).

source: Visa Information System
fr_fr: Système d'information sur les visas

source: Regulation (EU) 2021/1133 of the European Parliament and of the Council of 7 July 2021 amending Regulations (EU) No 603/2013, (EU) 2016/794, (EU) 2018/1862, (EU) 2019/816 and (EU) 2019/818 as regards the establishment of the conditions for accessing other EU information systems for the purposes of the Visa Information System (OJ L 248, 13.7.2021, p. 1).
fr_fr: Règlement (UE) 2021/1133 du Parlement européen et du Conseil du 7 juillet 2021 modifiant les règlements (UE) no 603/2013, (UE) 2016/794, (UE) 2018/1862, (UE) 2019/816 et (UE) 2019/818 en ce qui concerne l'établissement des conditions d'accès aux autres systèmes d'information de l'UE aux fins du système d'information sur les visas (JO L 248 du 13.7.2021, p. 1).

source: Regulation (EU) 2021/1134 of the European Parliament and of the Council of 7 July 2021 amending Regulations (EC) No 767/2008, (EC) No 810/2009, (EU) 2016/399, (EU) 2017/2226, (EU) 2018/1240, (EU) 2018/1860, (EU) 2018/1861, (EU) 2019/817 and (EU) 2019/1896 of the European Parliament and of the Council and repealing Council Decisions 2004/512/EC and 2008/633/JHA, for the purpose of reforming the Visa Information System (OJ L 248, 13.7.2021, p. 11).
fr_fr: Règlement (UE) 2021/1134 du Parlement européen et du Conseil du 7 juillet 2021 modifiant les règlements (CE) no 767/2008, (CE) no 810/2009, (UE) 2016/399, (UE) 2017/2226, (UE) 2018/1240, (UE) 2018/1860, (UE) 2018/1861, (UE) 2019/817 et (UE) 2019/1896 du Parlement européen et du Conseil et abrogeant les décisions 2004/512/CE et 2008/633/JAI du Conseil, aux fins de réformer le système d'information sur les visas (JO L 248 du 13.7.2021, p. 11).

source: Regulation (EU) 2024/1358 of the European Parliament and of the Council of 14 May 2024 on the establishment of ‘Eurodac’ for the comparison of biometric data in order to effectively apply Regulations (EU) 2024/1315 and (EU) 2024/1350 of the European Parliament and of the Council and Council Directive 2001/55/EC and to identify illegally staying third-country nationals and stateless persons and on requests for the comparison with Eurodac data by Member States’ law enforcement authorities and Europol for law enforcement purposes, amending Regulations (EU) 2018/1240 and (EU) 2019/818 of the European Parliament and of the Council and repealing Regulation (EU) No 603/2013 of the European Parliament and of the Council (OJ L, 2024/1358, 22.5.2024, ELI: http://data.europa.eu/eli/reg/2024/1358/oj).
fr_fr: Règlement (UE) 2024/1358 du Parlement européen et du Conseil du 14 mai 2024 relatif à la création d'«Eurodac» pour la comparaison des données biométriques aux fins de l'application efficace des règlements (UE) 2024/1315, (UE) 2024/1350 du Parlement européen et du Conseil et de la directive 2001/55/CE du Conseil et aux fins de l'identification des ressortissants de pays tiers et apatrides en séjour irrégulier, et relatif aux demandes de comparaison avec les données d'Eurodac présentées par les autorités répressives des États membres et par Europol à des fins répressives, modifiant les règlements (UE) 2018/1240 et (UE) 2019/818 du Parlement européen et du Conseil et abrogeant le règlement (UE) no 603/2013 du Parlement européen et du Conseil (JO L, 2024/1358, 22.5.2024, ELI: http://data.europa.eu/eli/reg/2024/1358/oj).

source: Entry/Exit System
fr_fr: Système d'entrée/de sortie

source: Regulation (EU) 2017/2226 of the European Parliament and of the Council of 30 November 2017 establishing an Entry/Exit System (EES) to register entry and exit data and refusal of entry data of third-country nationals crossing the external borders of the Member States and determining the conditions for access to the EES for law enforcement purposes, and amending the Convention implementing the Schengen Agreement and Regulations (EC) No 767/2008 and (EU) No 1077/2011 (OJ L 327, 9.12.2017, p. 20).
fr_fr: Règlement (UE) 2017/2226 du Parlement européen et du Conseil du 30 novembre 2017 portant création d'un système d'entrée/de sortie (EES) pour enregistrer les données relatives aux entrées, aux sorties et aux refus d'entrée concernant les ressortissants de pays tiers qui franchissent les frontières extérieures des États membres et portant détermination des conditions d'accès à l'EES à des fins répressives, et modifiant la convention d'application de l'accord de Schengen et les règlements (CE) no 767/2008 et (UE) no 1077/2011 (JO L 327 du 9.12.2017, p. 20).

source: European Travel Information and Authorisation System
fr_fr: Système européen d'information et d'autorisation concernant les voyages

source: Regulation (EU) 2018/1240 of the European Parliament and of the Council of 12 September 2018 establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226 (OJ L 236, 19.9.2018, p. 1).
fr_fr: Règlement (UE) 2018/1240 du Parlement européen et du Conseil du 12 septembre 2018 portant création d'un système européen d'information et d'autorisation concernant les voyages (ETIAS) et modifiant les règlements (UE) no 1077/2011, (UE) no 515/2014, (UE) 2016/399, (UE) 2016/1624 et (UE) 2017/2226 (JO L 236 du 19.9.2018, p. 1).

source: Regulation (EU) 2018/1241 of the European Parliament and of the Council of 12 September 2018 amending Regulation (EU) 2016/794 for the purpose of establishing a European Travel Information and Authorisation System (ETIAS) (OJ L 236, 19.9.2018, p. 72).
fr_fr: Règlement (UE) 2018/1241 du Parlement européen et du Conseil du 12 septembre 2018 modifiant le règlement (UE) 2016/794 aux fins de la création d'un système européen d'information et d'autorisation concernant les voyages (ETIAS) (JO L 236 du 19.9.2018, p. 72).

source: European Criminal Records Information System on third-country nationals and stateless persons
fr_fr: Système européen d'information sur les casiers judiciaires concernant des ressortissants de pays tiers et des apatrides

source: Regulation (EU) 2019/816 of the European Parliament and of the Council of 17 April 2019 establishing a centralised system for the identification of Member States holding conviction information on third-country nationals and stateless persons (ECRIS-TCN) to supplement the European Criminal Records Information System and amending Regulation (EU) 2018/1726 (OJ L 135, 22.5.2019, p. 1).
fr_fr: Règlement (UE) 2019/816 du Parlement européen et du Conseil du 17 avril 2019 portant création d'un système centralisé permettant d'identifier les États membres détenant des informations relatives aux condamnations concernant des ressortissants de pays tiers et des apatrides (ECRIS-TCN), qui vise à compléter le système européen d'information sur les casiers judiciaires, et modifiant le règlement (UE) 2018/1726 (JO L 135 du 22.5.2019, p. 1).

source: Interoperability
fr_fr: Interopérabilité

source: Regulation (EU) 2019/817 of the European Parliament and of the Council of 20 May 2019 on establishing a framework for interoperability between EU information systems in the field of borders and visa and amending Regulations (EC) No 767/2008, (EU) 2016/399, (EU) 2017/2226, (EU) 2018/1240, (EU) 2018/1726 and (EU) 2018/1861 of the European Parliament and of the Council and Council Decisions 2004/512/EC and 2008/633/JHA (OJ L 135, 22.5.2019, p. 27).
fr_fr: Règlement (UE) 2019/817 du Parlement européen et du Conseil du 20 mai 2019 portant établissement d'un cadre pour l'interopérabilité des systèmes d'information de l'UE dans le domaine des frontières et des visas et modifiant les règlements (CE) no 767/2008, (UE) 2016/399, (UE) 2017/2226, (UE) 2018/1240, (UE) 2018/1726 et (UE) 2018/1861 du Parlement européen et du Conseil et les décisions 2004/512/CE et 2008/633/JAI (JO L 135 du 22.5.2019, p. 27).

source: Regulation (EU) 2019/818 of the European Parliament and of the Council of 20 May 2019 on establishing a framework for interoperability between EU information systems in the field of police and judicial cooperation, asylum and migration and amending Regulations (EU) 2018/1726, (EU) 2018/1862 and (EU) 2019/816 (OJ L 135, 22.5.2019, p. 85).
fr_fr: Règlement (UE) 2019/818 du Parlement européen et du Conseil du 20 mai 2019 portant établissement d'un cadre pour l'interopérabilité des systèmes d'information de l'UE dans le domaine de la coopération policière et judiciaire, de l'asile et de l'immigration et modifiant les règlements (UE) 2018/1726, (UE) 2018/1862 et (UE) 2019/816 (JO L 135 du 22.5.2019, p. 85).

source: ANNEX XI
fr_fr: ANNEXE XI

source: Technical documentation referred to in Article 53(1), point (a) — technical documentation for providers of general-purpose AI models
fr_fr: Documentation technique visée à l'article 53, paragraphe 1, point a) – documentation technique pour les fournisseurs de modèles d'IA à usage général

source: Information to be provided by all providers of general-purpose AI models
fr_fr: Informations devant être fournies par tous les fournisseurs de modèles d'IA à usage général

source: The technical documentation referred to in Article 53(1), point (a) shall contain at least the following information as appropriate to the size and risk profile of the model:
fr_fr: La documentation technique visée à l'article 53, paragraphe 1, point a), contient au moins les informations ci-après, en fonction de la taille et du profil de risque du modèle:

source: A general description of the general-purpose AI model including:
fr_fr: Une description générale du modèle d'IA à usage général, y compris:

source: the tasks that the model is intended to perform and the type and nature of AI systems in which it can be integrated;
fr_fr: les tâches que le modèle est censé accomplir ainsi que le type et la nature des systèmes d'IA dans lesquels il peut être intégré;

source: the acceptable use policies applicable;
fr_fr: les politiques applicables en matière d'utilisation acceptable;

source: the date of release and methods of distribution;
fr_fr: la date de publication et les méthodes de distribution;

source: the architecture and number of parameters;
fr_fr: l'architecture et le nombre de paramètres;

source: the modality (e.g. text, image) and format of inputs and outputs;
fr_fr: les modalités (p. ex.: texte, image) et le format des entrées et des sorties;

source: the licence.
fr_fr: la licence.

source: A detailed description of the elements of the model referred to in point 1, and relevant information of the process for the development, including the following elements:
fr_fr: Une description détaillée des éléments du modèle visés au point 1, et des informations pertinentes sur le processus de développement, y compris les éléments suivants:
